<h2 class="item1">Настройки</h2>
<p class="intro">
    В настройках скрипта доступны следующие опции:
</p>

<h3>Step</h3>

<dl>
    <dt>Тип:</dt>
    <dd>Number</dd>
</dl>
<dl>
    <dt>Значение по-умолчанию:</dt>
    <dd>2</dd>
</dl>

<p>
    Данный параметр устанавливает множитель скорости скроллинга для элемента.
    Используйте данный параметр, для того, чтобы увеличить/уменьшить скорость скроллинга.
</p>

<h3>Friction</h3>

<dl>
    <dt>Тип:</dt>
    <dd>Number</dd>
</dl>
<dl>
    <dt>Значение по-умолчанию:</dt>
    <dd>0.95</dd>
</dl>

<p>
    Данный параметр устанавливает множитель замедления скорости скроллинга для элемента.
    Используйте данный параметр, для того, чтобы увеличить/уменьшить время доводки скроллинга у элемента.
</p>

<h3>MinDistance</h3>

<dl>
    <dt>Тип:</dt>
    <dd>Number</dd>
</dl>
<dl>
    <dt>Значение по-умолчанию:</dt>
    <dd>0.1</dd>
</dl>

<p>
    Данный параметр устанавливает минимальное расстояние, необходимое для включения анимации скроллинга.
</p>