<h2 class="item1">Инициализация</h2>
<p class="intro">
    Процесс внедрения данного скрипта в ваш шаблон можно свести нескольким простым шагам:
</p>

<h3>Скачайте скрипт из Git'a</h3>

<p>
    Для начала необходимо скачать данный скрипт из нашего публичного репозитория:
    <a href='http://products.git.devoffice.com/html-coding/rd-smoothscroll'>Кликабельно</a>
</p>

<h3>Подключите скрипт на странице</h3>

<p>
    Вам необходимо скоппировать скрипт в папку <em>/js</em> вашего проекта и выполнить его подключение на странице.
    Для это можно исспользовать следующий участок кода:
</p>

<code>
    &lt;script src="js/rd-smoothscroll.min.js"&gt;&lt;/script&gt;
</code>

<p>
    Дополнительную инициализацию скрипта провоизводить не нужно. Скрипт поддерживает возможность самоинициализации.
</p>